Revit 2027 API
DGNExportOptions Constructor
Overload List
Name | Description
DGNExportOptions() |  Constructs a new instance of DGNExportOptions with default values of all properties.
DGNExportOptions(DGNExportOptions) |  Constructs a new instance of DGNExportOptions as a copy of the export options.
Top
See Also
Reference
DGNExportOptions Class
Autodesk.Revit.DB Namespace